<template lang="html">
  <section class="court-filter section-panel-2">
    <h1>СУДЫ</h1>
    <textarea class="full-height">
      АС Алтайского края
      АС Архангельской области
      АС Астраханской области
      АС Белгородская область
      АС Брянская область
      АС Владимирская область
      АС Волгоградская область
      АС Вологодская область
      АС Воронежская область
      АС Иркутская область
      АС Калужская область
      АС Кемеровская область
      АС Краснодарский край
      АС Курская область
      АС Липецкая область
      АС Московская область
      АС города Москвы
      АС Нижегородская область
      АС Новгородская область
      АС Новосибирская область
      АС Омская область
      АС Оренбургская область
      АС Орловская область
      АС Пензенская область
      АС Пермский край
      АС Республика Татарстан
      АС Ростовская область
      АС Рязанская область
      АС Самарская область
      АС Саратовская область
      АС Свердловская область
      АС Смоленская область
      АС Ставропольский край
      АС Тамбовская область
      АС Тверская область
      АСТомская область;
      АС Тульская область
      АС Тюменская область
      АС Ульяновская область
      АС Челябинская область
      АС Ярославская область
      АС города Санкт-Петербурга
      АС города Севастополя 
      АС Республики Крым
      АС города Севастополя
    </textarea>
  </section>
</template>

<script lang="js">
  export default  {
    name: 'court-filter',
    props: [],
    mounted() {

    },
    data() {
      return {

      }
    },
    methods: {

    },
    computed: {

    }
}
</script>

<style scoped lang="scss">
.court-filter {
}
</style>
